       IDENTIFICATION DIVISION.
       PROGRAM-ID. COB-EXTENSION.
       PROCEDURE DIVISION.
           DISPLAY "Alternate .cob extension".
           STOP RUN.
