       IDENTIFICATION DIVISION.
       PROGRAM-ID. CBL-EXTENSION.
       PROCEDURE DIVISION.
           DISPLAY "Standard .cbl extension".
           STOP RUN.
